m5stack/uiflow-micropython/m5stack/boards/M5STACK_Core2/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "M5STACK Core2"
#define MICROPY_HW_MCU_NAME "ESP32(SPIRAM)"

// If not enable LVGL, ignore this...
#include "./../mpconfiglvgl.h"
